Tutorials1/interQHDFoam/2D/uDrop/0.orig/alpha.liquid.org
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alpha.liquid.org;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    leftRightWalls
    {
        type            zeroGradient;
    }
    bottomWalls
    {
        type            zeroGradient;
    }
    topWalls
    {
        type            inletOutlet;
        inletValue      uniform 0;
        value           uniform 0;
    }
    #include "wedge.include";
}

// ************************************************************************* //
